[
  {
      "slug": "aline-umber",
      "title": "Aline Umber",
      "territory": "Worldwide",
      "act": "Live/DJ",
      "bio": "If you are looking for an electronic music live act that will blow your mind with their creativity and versatility, look no further than Aline Umber. \n\nAline and Aman Umber, both French composers, producers and DJs, started their project in 2022 with the idea of collaborating with local musicians and improvising on the spot. \n\nThe two friends have already worked together to create the Imagine Family collective, have collaborated with Maxime DB for the creation of the Airfunk label and are surrounded and supported by talents such as Obee, Tomas Station, Sweely and more.\n\nAline's fine and energise drums, together with Aman Umber's sexy basslines and cinematic synths, form a music that is colorful, contrasted and engaging. \n\nAlready acclaimed by the public who found a dancing, cheerful and energetic music, their live acts are always refreshing and original, featuring different songs and versions of their releases. \n\nThey made their debut at the famous Parisian Rex Club and have since performed their live act in some of the most renowned venues and events around the world, such as Resolute New York , Nostromo Festival , Riyadh or Miami.\n\nYou will also have the opportuinity to see the two French producers playing eclectic and energised B2B DJ sets.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/alineumber",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/aline-umber"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/alineumberlive/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=tfrcHxDPmao&pp=ygUKQW1hbiBVbWJlcg%3D%3D",
          "https://www.youtube.com/watch?v=TbDn7L1Arts"
      ],
      "tech_rider": {
          "live": "https://www.dropbox.com/sh/cmx0k3qjgq9g2th/AADduyCd2OagzTKAkdfvLkcPa?dl=0",
          "dj": "https://www.dropbox.com/sh/3iyhudhv8a1nqbk/AAAY67j2XmTlc6kVYAvuaclDa?dl=0"
      },
      "press_kit": {
          "live": "https://www.dropbox.com/sh/f5pspq3y5t9zyj2/AABfiR-knWnbnCVEyClaRIDwa?dl=0",
          "dj": "https://www.dropbox.com/scl/fo/rvgq0vnjuh3pgayj85wdw/AKvtaQF2GMP17qoIZeCzOw0?rlkey=9ut9gc9nwn8u390iwksci9s24&st=jin7szdu&dl=0"
      }
  },
  {
      "slug": "anna-wall",
      "title": "Anna Wall",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Anna started playing off-grid parties around the capital back in 2010 putting her own London edge on various strains of dance music; from reductionist dub techno to forgotten 90s house, classic techno, electro and acid. She runs an imprint called The Bricks; a vinyl label now into its ninth release with the eighth selling out worldwide. \n\nIn front of a dance floor she truly flourishes - committed, distinctive, and completely versatile, with a record collection built over nineteen years and constantly expanding - she’s fine-tuned the art of playing alongside interesting and varied line-ups.\n\nHer monthly Rinse FM show is diverse, alongside her club-focused sets she melds themes from an abundance of genres, playing records found digging in the crates alongside new and unreleased music.\n\nHer recognition outside of the capital continues to grow, playing some of Europe’s most highly acclaimed clubs and festivals including Houghton Festival, Fuse in Brussels, Club Tunnel in Serbia, BRET in Amsterdam, Zukunft in Zurich, Hoppetosse in Berlin and Meadows In The Mountains in Bulgaria. In recent years she’s also made a name for herself in Latin America touring Mexico, Colombia, Ecuador and Peru. \n\nShe was dubbed ‘One To Watch’ by Electronic Beats, and launched another label - Dream Theory - exploring sounds across the ambient and experimental spectrum, releasing a critically acclaimed album called ‘Missing Moments’. With solo productions and more collaborations in the pipeline it’s clear there’s plenty more to come for 2025...",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://fr.ra.co/dj/annawall",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/djannawall"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/djannawall/?hl=en"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=JY19WiFy42k",
          "https://www.youtube.com/watch?v=oGe1P8gWY6c&pp=ygUJQW5uYSBXYWxs"
      ],
      "tech_rider": "https://www.dropbox.com/scl/fi/31k13c8piqhbqxrdcee7p/Anna-Wall-Tech-Hospo-Rider-2025-Interwave.pdf?rlkey=42cnr35td6wfnjx5cvvntm7u7&st=m7u5wljr&dl=0",
      "press_kit": "https://www.dropbox.com/scl/fo/g4ugzp0axjjzdgwm7rim6/AAS5dDVD79fVmQqjbIpAfjw?rlkey=2696iec0o66r4z6cjk5zpwekf&st=con79a1e&dl=0"
  },
  {
      "slug": "bae2bae",
      "title": "bae2bae",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Based in Berlin, Bae2Bae is a powerhouse pair made up of Fraenz and Limibic sis. Together they bring a fresh fusion of styles, blending rhythmic grooves and drummy soundscapes into an unforgettable sonic experience.\n\nMore than just DJs, bae2bae are also the founders of LAYERS COLLECTIVE, a community supporting underrepresented DJs, performers, and visual artists from the queer and FLINTA* community.\n\nSince 2022, LAYERS has been making waves with multidisciplinary events, workshops, and parties, bridging the gap between art and club culture while championing inclusivity and diversity.\n\nTheir mission? To make the club scene more equal, giving space for FLINTA* artists and producers to showcase their creativity and challenge perceptions of femininity.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/layerscollective"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/bae2bae_dj/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=SXacdHE9sb4&pp=ygUKTGltYmljIFNpcw%3D%3D",
          "https://www.youtube.com/watch?v=oFD8OldoEdI&pp=ygUKTGltYmljIFNpcw%3D%3D"
      ],
      "tech_rider": "https://www.dropbox.com/scl/fo/ulrkibbxlh9cq3qt036sm/ANd9g0L4P_RM5hIaeOFXjso?rlkey=gkh98zwlxxddw9zdblshn2sux&st=fa1j9ysh&dl=0",
      "press_kit": "https://www.dropbox.com/scl/fo/hwuj60rzkkufazakpuq9q/AKQtKHkjakoVGh1s-X71z6k?rlkey=espe44qn7j50u94803p8pmgam&st=r0nkpqkk&dl=0"
  },
  {
      "slug": "fraenz",
      "title": "Fraenz",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Raised and based in Berlin, Fraenz developed a passion for electronic music early on. As a DJ, she enjoys combining styles ranging from low‑tempo techno and euphoric vocal soundscapes to powerful house, focusing on multilayered grooves that create an immersive atmosphere by blending old‑school and contemporary sounds.\n\nAlongside her musical journey, Fraenz co‑founded the FLINTA+ collective and agency LAYERS, where she continues to shape and elevate the electronic‑music scene. Her dedication to genre‑blending and her commitment to representing and promoting fellow FLINTA+ artists make her a driving force in the industry.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/fraenz",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/fraenz_303"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/fraenz.303/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=oFD8OldoEdI",
          "https://www.youtube.com/watch?v=SXacdHE9sb4"
      ],
      "tech_rider": "https://www.dropbox.com/scl/fi/u5bok3p5umj4jrl6z70jn/FRAENZ-Tech-Hospo-Rider-2025-Interwave.pdf?rlkey=b4pfqka6m6t51f4w5ts2i7m26&st=lbaj8jou&dl=0",
      "press_kit": "https://www.dropbox.com/scl/fo/wuw9hvpzumqr61fli9fe4/AOVKrVYaHf6C6XeczJPkbpE?rlkey=zrm3aywcxsy3c4ilf125ozh1y&st=z41r0lbz&dl=0"
  },
  {
      "slug": "bassam",
      "title": "Bassam",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Bassam is none other than the boss of Distrikt Paris and to crown it all, this passionate and hyperactive man is the co-founder, with his partner in crime Antoine Sy of the label ANTAM Records on which each release is scrupulously awaited by the whole scene.\n\nAlways on the lookout for new sounds, Bassam is also a fine producer who has been carefully developing his ranges over the last few years.\n\nA real record collector, eager for nuggets, his culture allows him to bring to each of his performances a singular energy and osmosis.\n\nA sought after selection as well as a relentless technique have brought this DJ to rub shoulders with the most renowned French and European dancefloors.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://fr.ra.co/dj/bassam",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/bassam-idbaali"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/bassam_music/?hl=en"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=icOQuGLlz_s&pp=ygUJQmFzc2FtIGRq"
      ],
      "tech_rider": "https://www.dropbox.com/scl/fo/f3dln9uwk3ryv9gyu97wm/h?rlkey=05l8dxbyv3hxdidref2wbniqo&st=61qv7usa&dl=0",
      "press_kit": "https://www.dropbox.com/scl/fo/nli2htk058w8cjf82cywq/h?rlkey=fx5mxb78m7fa9se9dvfuvqifb&st=gvb06fud&dl=0"
  },
  {
      "slug": "bruno-schmidt",
      "title": "Bruno Schmidt",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Bruno Schmidt is the embodiment of the terms DJ's DJ. \n\nThe Berlin-based Brit has been playing amongst the biggest, most respected names in electronic music since the tender age of 19, where he gained his first residency at the legendary Mint Club in Leeds. To begin with fully thrown into the deep end, warming top for different international headline artist each month for several years. \n\nAfter moving to London in 2012, he became fully immersed in the weekend underground circuit with regular shows at Lo:kee, Toi Toi, Louche and fabric, before making the move to Berlin in 2016 for a job opportunity, also getting closer to the source of Inspiration musically. \n\nNowadays, Bruno Schmidt is an intercontinental household name. \nWhen he isn’t performing or touring, Bruno is either working on one of his two labels Domesticated and Assemblies of God, as a resident of Rinse FM on his Reset Your Brain show, or programming Meadows In The Mountains festival in Bulgaria, which he has been booker for the past 12 years.\n\nBruno's reputation as a DJ's DJ is built upon over a decade of commitment, along with his relentless pursuit of musical excellence. \n\nIn 2024 he continues to inspire audiences with his composite understanding of the dance floor and his ability to create transformative experiences through eclectic unpredictable sets. \nBruno Schmidt is a DJ that has cemented himself as an influential tastemaker in the industry, and always arms reach from the bleeding edge. \nYour favourite DJ’s favourite DJ’s favourite DJ.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://fr.ra.co/dj/brunoschmidt",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/bruno-schmidt"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/_brunoschmidt_/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=7xBAw1_qLLA&pp=ygUNQnJ1bm8gU2NobWlkdA%3D%3D",
          "https://www.youtube.com/watch?v=7xCBbb9Gt8Y&pp=ygUNQnJ1bm8gU2NobWlkdA%3D%3D"
      ],
      "tech_rider": "https://www.dropbox.com/scl/fo/ec7zo141xijbz8izuyth5/AEEuOafofszwRNj3BLIFkfI?rlkey=qfo1jr3mhadan5ocvdjhsf2d3&st=enawteqc&dl=0",
      "press_kit": "https://www.dropbox.com/scl/fo/gen4k48x0evpqo7qphl1o/ACzaDfzE4ZojaefndX7jVUo?rlkey=vmwhr8zzpyduu0u4jo3393llk&st=7zi5uvmb&dl=0"
  },
  {
      "slug": "cabanne",
      "title": "Cabanne",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Cabanne, also known as Jean-Guillaume Cabanne, is a renowned French DJ and producer. With a career spanning over two decades, he has become a prominent figure in the minimal and microhouse scenes. Cabanne's music is characterized by intricate rhythms, playful sounds, and meticulous attention to detail. \n\nHe gained recognition through releases on labels like Perlon and collaborations with artists like Ark and Dan Bell. His captivating DJ sets and energetic live performances have made him a favorite at renowned venues and festivals worldwide. Cabanne's innovative approach to electronic music continues to inspire audiences globally. \n\nBorn in France, Cabanne developed a deep passion for music at an early age, influenced by jazz, soul, and funk. In the late 1990s, he emerged as a key figure in the French electronic music scene and associated with Perlon. \n\nAs a DJ, Cabanne seamlessly blends tracks across various styles, captivating audiences with his versatility. He has performed at esteemed clubs and festivals globally. \n\nAs a producer, Cabanne's releases on labels like Perlon, Telegraph, and Minibar showcase his meticulous approach, featuring intricate percussion patterns and hypnotic melodies. His notable releases include \"Le Crapin & La Sookiette\" (2004) and collaborations such as the duo Ultrakurt with David Gluck or even Copacabannarck with Ark. Cabanne's contributions to the minimal and microhouse scenes have had a significant impact, shaping the genres and influencing a new generation of artists. \n\nCabanne's journey as a DJ and producer continues to evolve, fueled by his unwavering passion for music and his commitment to pushing artistic boundaries. With his innovative approach, captivating performances, and contributions to electronic music, Cabanne remains an influential and respected figure in the global music community, inspiring audiences and fellow artists alike.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/cabanne",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/cabanne-fr"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/cabanne_paris/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=A99ejtc75E0&pp=ygUWeW95YWt1IGluc3RvcmUgc2Vzc2lvbg%3D%3D",
          "https://www.youtube.com/watch?v=45O4_hnAG78"
      ],
      "tech_rider": "https://www.dropbox.com/sh/hk3tzwef50ravrt/AAB1dtH4wb7cCoexO0lR0Q7wa?dl=0",
      "press_kit": "https://www.dropbox.com/sh/k8858j8pjv60ojc/AAC1P0rtVZmNJt_kTItRNqy0a?dl=0"
  },
  {
      "slug": "david-triana",
      "title": "David Triana",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "David Triana, born in Bogotá, Colombia, has spent over a decade crafting a remarkable legacy in dance music. His journey began with the creation of Downpitch Recordings, a vinyl imprint co-founded with Tomas Station during their formative years as young music enthusiasts in Bogotá. Together, they released and remixed works from beloved artists such as Alton Miller and Jordan Fields, producing five distinctive records that resonated both locally and internationally. Alongside these releases, they orchestrated groundbreaking events that introduced fresh waves of electronic music to the region, showcasing renowned artists like\nJeremy Underground, Anthony Naples, Jimmy Edgar, Pearson Sound, Greg Beato, James Blake, Zed Bias, and many more. This endeavor not only revolutionized the local music scene but also bridged global communities, laying the foundation for a vibrant electronic music\nmovement in South America and beyond.\n\nNow firmly established in London’s prominent music scene, David Triana is a multifaceted artist seamlessly integrating his roles as a producer, musician, DJ, and bandleader. He co-founded the celebrated Soursopp party in London alongside Rakim Under, a series that has grown into\none of the city’s most beloved events. Regularly featured at prestigious venues such as Fabric, Lion and the Lamb, and Little Portland Street, Soursopp has earned widespread acclaim for its vibrant and cutting-edge sound, further solidifying Triana’s influence within the global music\ncommunity.\n\nOver the years, David Triana has performed extensively across South America, North America, and Europe, holding residencies in iconic cities such as Madrid, Istanbul, London, New York City, and Bogotá. His versatility and deep experience have cemented his status as a prominent\nfigure in the international music scene, delivering performances that effortlessly blend technical precision with creative spontaneity.\n\nIn addition to his contributions as a DJ and producer, David Triana is the founder and bandleader of Triana y Hermana Juana, a distinctive act within London’s music landscape. This unique ensemble combines Colombian and Caribbean rhythms with jazz and funk, creating a\nhypnotic sound through an innovative fusion of acoustic and electronic instruments. Their experimental approach, honed during residencies at venues such as Cha Cha in Notting Hill, has resulted in a captivating blend of psychedelic Latin dance music that continues to mesmerize audiences.\n\nBeyond live performances, Triana’s influence extends into the broadcasting realm, with radio shows featured on respected platforms such as NTS, Red Light Radio, RRFM, and WWFM. His productions, released on acclaimed labels like Descendant of The Deep and Moody Records, showcase his distinctive sonic identity and innovative artistry, further affirming his place as a leading voice in contemporary electronic music.\n\nWith a deep passion for innovation and a career spanning continents and genres, David Triana continues to push the boundaries of dance music, leaving an indelible mark on audiences and the industry worldwide.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://fr.ra.co/dj/davidtriana",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/doradodorado"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/triana_david/?hl=en"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=w5_TXigR36Y&t=2910s",
          "https://www.youtube.com/watch?v=Med1sMkWPdM"
      ],
      "tech_rider": "https://www.dropbox.com/scl/fo/9i72ezyrhj8cge9oy4ezb/AAUPdwm9Nw580gACbzPE210?rlkey=k03qvbyp0pxgxbldbvw4kvj8t&st=evwhrck8&dl=0",
      "press_kit": "https://www.dropbox.com/scl/fo/wc72fwk0zsu33vjdbjbvq/AJHh2x7qJYo18xuXc-YSqCo?rlkey=mi82dtgme7cmc1652aweifte9&st=chl3gnet&dl=0"
  },
  {
      "slug": "dawidu",
      "title": "Dawidu",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Dawidu's artistic journey commenced amidst the bustling streets of Paris, where his passion for music and theatre took root at a tender age. Delving into the realm of alternative electronic sounds, he discovered his artistic\nidentity, a journey that led him to explore the vibrant music scenes of London and Bucharest in 2009, refining his skills as a DJ.\n\nReturning to his Parisian roots four years later, Dawidu established Te Iubesc, a sanctuary for music aficionados in the city. Through this platform, he fully immersed himself in the exploration and sharing of new musical experiences, nurturing his wanderlust and insatiable appetite for sonic discovery.\n\nArmed with his trusty Rotary mixer and a diverse musical palette cultivated from his global adventures, Dawidu mesmerises audiences with his seamless ability to traverse diverse eras and genres. A master of adaptation behind the decks, he effortlessly bends atmospheres to his will, pushing artistic boundaries and defying conventions with his distinct style.\n\nBeyond the DJ booth, Dawidu's passion for music extends to his role as a curator, where he shares his eclectic discoveries through Te Iubesc Radio and fosters community through live in-store sessions and the introduction of sapology — a meticulously curated selection of vintage clothing and accessories.\n\nRecently settling between Paris and Valencia, Dawidu's artistic endeavours have thrived with the launch of his label, \"Attention Spin!\" Embracing his passion for curating music, he takes on the role of Art Director and ventures into the studio, contributing to songwriting and composition for upcoming releases. This expansion marks an exciting new chapter in his career, furthering his commitment to showcasing emerging talents.\n\nA new exciting chapter which many had awaited from him and also in collaboration with Yoyaku who distributes the records.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/dawidu",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/thisisdawidu?utm_source=clipboard&utm_medium=text&utm_campaign=social_sharing"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/thisisdawidu/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=oIkFMhxPyQI&pp=ygUWeW95YWt1IGluc3RvcmUgc2Vzc2lvbg%3D%3D",
          "https://youtu.be/yxehPmpFMWk"
      ],
      "tech_rider": "https://www.dropbox.com/scl/fo/qmyx3ggmaihbrl5zgweb5/ALwM7ZH9Sq18C-1nP3ug508?rlkey=do34jsa5vlzwx2h4btyvjo3j4&st=se0vosmg&dl=0",
      "press_kit": "https://www.dropbox.com/scl/fo/2getds4s4ixoszmqs2qeb/ALSIIBqfUnQwGHOlrbG59XQ?rlkey=tbhqdlhdfld30om23z5q0idj6&st=g00src21&dl=0"
  },
  {
      "slug": "enrica-falqui",
      "title": "Enrica Falqui",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Enrica Falqui, a versatile producer and DJ hailing from Sardinia and now based in Berlin, immerses herself in a ceaseless exploration of sound. Her sonic journey traverses the realms of techno, electro, and ambient with unwavering dedication. \n\nIn July 2021, Enrica unveiled her inaugural solo EP, \"Plexus,\" under the esteemed UK label Marginal Returns. This release masterfully bridges the gap between her ethereal ambient compositions and the pulsating energy of the dance floor. \n\nAs one half of the dynamic duo ERIS, Enrica collaborated on their debut EP, \"Moments,\" released on Japan's Cabaret Recordings in 2018. This was followed by their sophomore effort, \"Champions League, in 2019. Notably, their track \"Moloko\" earned acclaim, securing a spot among Resident Advisor's best tracks of 2019. \n\nEnrica also contributes her talents to the Yhdessa project alongside Grand River. Together, they weave a vibrant tapestry of experimental ambient-electro fusion, seamlessly transitioning from immersive soundscapes to nfectious breakbeats and abstract techno. \n\nFuelled by an insatiable passion for sonic exploration, Enrica thrives in the studio environment, where she spends countless hours refining her craft, experimenting with new techniques, and sculpting sounds that resonate with depth and emotion.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/enricafalqui",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/enricafalqui"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/enricafalqui/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=qPR1GSLVDnc&pp=ygUNRW5yaWNhIEZhbHF1aQ%3D%3D",
          "https://www.youtube.com/watch?v=cer18orygxI&pp=ygUNRW5yaWNhIEZhbHF1aQ%3D%3D"
      ],
      "tech_rider": "https://www.dropbox.com/scl/fi/582aek7m63noe6twsbvc6/Enrica-Falqui-Tech-Hospo-Rider-2023-Interwave.pdf?rlkey=kdxhhrsfk3ioloqmz5c4amupa&st=4no1vjcg&dl=0",
      "press_kit": "https://www.dropbox.com/scl/fo/1talz1yf1dbzziip8g6mj/ACBmkgTcAQR-v27FXsz91m4?rlkey=5hbxoo99xvmvr6hvtboq9y6wl&st=xz1tfd3a&dl=0"
  },
  {
      "slug": "eris",
      "title": "ERIS",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "\"ERIS is a Sardinian-Croatian duo based in Berlin, formed by Enrica Falqui and Dea Dvornik. These two souls from different but complementary musical backgrounds unexpectedly met at a club in Berlin. \n\nThe rather spontaneous night out quickly turned into an impromptu jam session. Little did they know that their paths crossing would lead them to playing music together day in day out in the studio. Even though their personality, taste and styles are very different from each other originally, their passion for music would coil and merge into incredibly fruitful production and mixing sessions. \n\nWhile they both play complete and rich sounds, the mutual influence between Enrica’s groovy, rhythmic and driving tracks and Dea’s harmonious melodies creates the duo’s unique and instantly recognisable genre blending sound from Techno to House, Ambient and Acid. \n\nTheir debut EP was released on CABARET Recordings and with that Moments EP was created, followed by Champions League in 2019.\n\n\nEnrica Falqui’s journey began somewhere in 2009, when she started to teach herself how to DJ and produce music. True autodidacte, the years that followed were filled with contributions to dance culture with her DJ sets and alias productions. \n\nWhen she moved to Berlin in 2013, she found her sound and decided to play under her true name. Devoting her life to music, she dived deep into buying and creating records. Enrica loves spending long hours in the studio, experimenting, refining, learning, and creating sounds. \n\nHer discipline and dedication to her sound are unrivaled, regardless of the setting or crowd she’s put in front of, she will set fire to the party in no time. Dea was born into a family of musicians, where she was trained as a classical instrumentalist, vocalist and ballet dancer. \n\nYet she felt the urge to go in a different direction and break free from her legacy than what was expected of her. After relocating to Ibiza and Ljubljana, where she became an avid record collector while playing around with the decks. With a sharp ear for seamlessly blending lush melodies and intricate grooves, her sets are always a spellbinding journey through different moods and genres.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/eris",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/erisduo"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/eris_duo/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=tIpqqgqgI-w&pp=ygUHRVJJUyBkag%3D%3D",
          "https://www.youtube.com/watch?v=1SMkzM-wKmA&pp=ygUHRVJJUyBkag%3D%3D"
      ],
      "tech_rider": "https://www.dropbox.com/scl/fo/7195xsmmypigoj6tyefgd/h?rlkey=78r0pigwlkhmwl6u51py33hwc&dl=0",
      "press_kit": "https://www.dropbox.com/scl/fo/var062b0t3jx7v8jliorr/AATFKFXY8qb44gYqHffbyGA?rlkey=w5smevcph34cdv5cf5phoc1ak&st=48hzq35l&dl=0"
  },
  {
      "slug": "garrett-david",
      "title": "Garrett David",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Currently based in Berlin, Garrett has spent the past decade developing his unmistakable style and ability to hypnotize the dancefloor in the US. \n\nThrough the mentorship of Chez Damier, studying behind the desk at Gramaphone records, and being at the helm of Smart Bar Chicago’s wildly successful party “Queen!”.\n\nHis meticulous approach and underground attitude shines through his production, releasing lush and skittery tunes on prestigious labels such as Courtesy of Balance, Smallville, Residual, and his own imprint, Global Swing.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://fr.ra.co/dj/garrettdavid",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/garrettdavid"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/itsgarrettd/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=ds0O_jWMBGA&pp=ygUNR2FycmV0dCBEYXZpZA%3D%3D",
          "https://www.youtube.com/watch?v=bX1Ffl2QXHw&pp=ygUNR2FycmV0dCBEYXZpZA%3D%3D"
      ],
      "tech_rider": "",
      "press_kit": ""
  },
  {
      "slug": "hostom-live",
      "title": "Hostom",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "For years, Vincent aka Hostom, Varhat, YYY, Niwa Tatsui, or even AWIN, have seen the names of his different aliases whispered among legendary artists, vinyl collectors and underground tastemakers from all around the world.\n\nThrough his collaboration with Parisian powerhouse Yoyaku, Vincent explored a variety of musical styles under his different facets, releasing over 100 EPs and selling 80,000 vinyl records worldwide, creating an intricate network of records that kept artists and fans guessing.\n\nNow, the experiment is over. Vincent is stripping away the mystery and dedicating himself fully to Hostom. No more hidden identities— just pure, unfiltered creativity.\n\nMoving away from DJing, he will bring his music to life on stage, blending his signature grooves with the energy of live shows. Fans can look forward to fresh Hostom releases and live sets that merge the many facets of his sound into a cohesive, exciting new chapter.\n\n\"By revealing my identity, I’m closing one chapter and starting another,\" says Vincent.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://fr.ra.co/dj/varhat-fr",
      "social": [
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/hostom.wav/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=FjFdFPfOr9M",
          "https://www.youtube.com/watch?v=FncaK1YIg_M&pp=ygUWeW95YWt1IGluc3RvcmUgc2Vzc2lvbg%3D%3D"
      ],
      "tech_rider": "https://www.dropbox.com/scl/fo/eh9a8p0v09oakxvi3bruh/AHsNd2bgWAyLojXGCM4lZV4?rlkey=j8zyzkiv20n1rmvqos2awnjcc&st=5pwpl7n8&dl=0",
      "press_kit": "https://www.dropbox.com/scl/fo/lzyxiy25b1n6n3bjpkt4r/h?rlkey=65vliisopjgtpwwhm0ui8qof8&dl=0"
  },
  {
      "slug": "hugo-martinez",
      "title": "Hugo Martinez",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "1997 Basque Country born and raised, Ibiza based Spanish DJ, Hugo Martinez, was brought up in a scene where underground electronic music plays an outstanding role, a style that caught on him from a very early age.\n\nNot much time had passed, when one of his kin swing by with a mixer.. first contact was made. He displays a talented force, that its distinctive sound, carries one away into a musical paradigm that defies categorization by mixing old and contemporary sounds. \nHis ability to create captivating soundscapes fil of rhythm, has played its role in leading him to quite many successful performances on a wide variety of renowned stages in Ibiza; as well as in many other hot spots in along the Spanish mainland. \nHence, collaborations with prominent promoters and sharing booth chances with established artists started to pop up. Chances that had been taken on the spot...\nWere we to number them, we would list clubs such as Underground Ibiza or Amnesia's family bucolic classy club, Cova Santa; Les enfants (bcn), Goya Club (Madrid) etc... together with a wide variety of partnershipments with local promoters like MTM Ibiza, Pyramid or Game Over.\nNo need to highlight their presence in the vibrant and competitive Ibiza music scene.\nEmbraced by artists such as Raresh, Arapu, Ricardo Villalobos, Federic Molinari and Maher Daniel, stand for his role in the industry.\n\nHugo's international reach can be traced by evidences, as bookings in clubs like Hopetosse and Club der Visionaere in Berlin;Tortuga Club in Italy, Frida's büxe in Zurich or Six Dogs in Greece and Portugal... This suggests that his unique sound and style have resonated beyond his home base, earning him opportunities to display his talent on a global scale. \"Rhythm Point\", his personal venture, is pushing forward; particularly after hosting ten successful showcases in Ibiza. His devotion for this project suggests a passion for developing a lasting impact on the music community.\nThe event showcases a dedication to the artistry and culture where the love for the music and good vibe is a must. The artist's selection is made with caresse, and is reflected in the carefully curated lineup, featuring a main international artist alongside local producers and talents. In essence, \"Rhythm\" appears to be more than just an event; it's a platform where artists and dancers gather in a mass celebration of the same passion for the culture of music.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://fr.ra.co/dj/hugomartinez",
      "social": [
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/hugomartinez.musik/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=0iW5X9JBctA&pp=ygUWaHVnbyBtYXJ0aW5leiBkaiBpYml6YdIHCQl-CQGHKiGM7w%3D%3D"
      ],
      "tech_rider": "",
      "press_kit": ""
  },
  {
      "slug": "jonny-rock",
      "title": "Jonny Rock",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "If u know .. u know",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/jonnyrock",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/jonnyrock/"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/captainrocklock/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=WlyennrJQYk&pp=ygUWeW95YWt1IGluc3RvcmUgc2Vzc2lvbg%3D%3D",
          "https://www.youtube.com/watch?v=8HcgzNIpGe0&pp=ygUKSm9ubnkgUm9jaw%3D%3D"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/scl/fo/9iunwu5p4ps8uk7cq3r4g/h?rlkey=b5xip1f6haavcuak721tlmcse&st=pr2x9b39&dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/sh/zojlwjmttcqz3pn/AADHmEYkEIoRNzrZnMajOzwsa?dl=0"
      }
  },
  {
      "slug": "jnjs",
      "title": "JNJS",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "The JNJS duo has had their productions played by top DJs such as Raresh, Arapu, Priku, Enzo Siragussa, Traumer, Nu Zau, who select their tracks for their sets at the best clubs and festivals. The videos on Sunwaves of up to 8 artists playing the same JNJS track are well known. \n\nReleases on labels all over the world, from Dias de Campo Records to Uvar, in vinyl or digital format, usually top the charts. \n\nJay Nortown and Jacobo Saavedra are regularly on the line-up of Circoloco Ibiza at DC10, as well as other parties and clubs such as Slapfunk, Pacha, Eden, Rhythm Point in Ibiza, regular gigs at Les Enfants (Barcelona), Sophie Festival (Malaga), Friedas Buxe (Zurich), Club der Visionaire (Berlin), Fabric London and other places in Europe. \n\nIn 2024 they started working with Mahara Bookings, and recently had their first tour in Australia with performances at S.A.S.H and Carousel, and soon they will travel to America for their next tour. \n\nConfirmed dates at Trotamundo, Sunny Side and Dias de Campo festival, they also perform annually in Marrakech and Zanzibar. Precisely here, in Why?Not is another of the brands for those who are residents and perform in different places. \n\nHis label is called Velvet. Only vinyl with music from Silverlining, Triptil, iO Mulen or Alexis Cabrera, also in digital format with artists like Cosenza, Jamahr or Matpri, and a series of events in which they have collaborated with Game Over (One Night Stand), Jazzy or Into The Woods. \n\nWe can say that it is difficult to categorize JNJS in a style, since their main characteristic is that they are eclectic with high energy sessions.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://fr.ra.co/dj/jnjs",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/jnjsmusic"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/jnjs.music/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=Esir1dVXQJA&pp=ygUEam5qcw%3D%3D",
          "https://www.youtube.com/watch?v=PuduTpKOa8I"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/scl/fi/8d8jhe16ps84qlkl7q5ji/JNJS-Technical-rider.pdf?rlkey=5fylslh9tkl5x96p97ucx973h&st=tnvfktal&dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/scl/fo/c5m9pko66dwrdac9now8o/AFC4TcNZDGOO9xDkLCChnQo?rlkey=2c1b102wa7v21jx3lqvdf4ch0&st=zbsakcqq&dl=0"
      }
  },
  {
      "slug": "karla-bohm",
      "title": "Karla Böhm",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Karla Böhm is a curious and creative mind from Belgium who is currently active as a deejay, producer and graphic designer. Born and raised in Liège, the city where she made her first appearances behind the decks, she has shaped her musical identity over the past 10 years. \n\nAt first, buying records or files on Bandcamp was related to the aim and purpose to play, dance or make people dance in the club. Whether friend or stranger, all that matters to her is that musical connection, similar to magnetic forces that gather us on the dancefloor, a place of powerful synergies.\n\nApproaching her several projects with the same professionalism, she combines visual with musical acuteness to run her record label sous:sol or to design unique open air experiences with Brüxsel Jardin. \n\nAt present, she is a well-known figure in Brussels thanks to her unique signature blend of balance, control and playfulness. If she isn’t working on music, graphic design or furniture, Karla keeps travelling around the world in order to widen and refine her personal conception of sound – enriched by musical encounters.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://fr.ra.co/dj/karlabohm",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/karla-b-hm"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/karla_bohm/?hl=en"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=BCt_JY--F78&pp=ygUWeW95YWt1IGluc3RvcmUgc2Vzc2lvbg%3D%3D",
          "https://www.youtube.com/watch?v=HdXVVP2BMzM&pp=ygULS2FybGEgQsO2aG0%3D"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/scl/fi/2slrebafnet0t2zyu796k/Karla-B-hm-Tech-Hospo-Rider-2025.pdf?rlkey=5rh53kwm82ed45ls2pm1eqo5p&st=w8h7iig0&dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/scl/fo/cxrfqiy85p7rwv8dpuavp/AIzgRovGmykmlTuFndTymAM?rlkey=x07q239en2oelh5aika8p3289&st=m8pm7p74&dl=0"
      }
  },
  {
      "slug": "kyle-toole",
      "title": "Kyle Toole",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Kyle is a dynamic presence in the electronic music scene, known for his captivating performances that transport audiences into a realm of rhythm and melody. With a collection of rare vinyls and a knack for mind-bending beats, Kyle consistently delivers sets that are both mesmerizing and compelling. \n\nA rising star in the industry, Kyle has garnered respect and intrigue from both crowds and fellow artists. His ability to seamlessly blend various genres while maintaining an unstoppable groove has made him a sought after talent. Kyle’s performances are not just sets; they are journeys that remind listeners of the transformative power of music. \n\nHis distinctive style and charismatic presence on the dance floor have turned many heads, earning admiration and a dedicated following. Whether it's a small intimate venue or a large festival stage, Kyle's infectious energy and musical prowess leave a lasting impression, ensuring that every performance is a memorable experience.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/kyletoole",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/kyletoole"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/kyletoole_/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=nKuZJVBycXE&pp=ygUKS3lsZSBUb29sZQ%3D%3D",
          "https://www.youtube.com/watch?v=VHoFezYUPkY"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/scl/fo/bzu2k2krh40empphhyvlc/AOAUj74FGl_-2C71g1CCDDY?rlkey=augfxp39m9ayrizlnhpmff5ev&st=dzvtynwq&dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/scl/fo/op03rcqzwhxr7g9n912ip/ACikL2TJOBfQFQxxTiKM1u8?rlkey=t0yygmvjm2yoffgcfqi1ron23&st=6gah8ay3&dl=0"
      }
  },
  {
      "slug": "labouts",
      "title": "Labouts",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Hailing from Bordeaux, Leopold embarked on his artistic journey in Paris at the young age of 20. \n\nImmersed in the illustrious atmosphere of the esteemed Yoyaku record shop, he meticulously curated a formidable collection of vinyl, honing his mixing skills along the way. \n\nAdditionally, Leopold holds the distinction of being the co-founder and resident DJ of the acclaimed Hillbilly crew, further solidifying his presence in the thriving music scene.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/labouts",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/laboutsmusic"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/labouts_/"
          }
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/scl/fo/27qytnkyqe79gkzl478v3/h?rlkey=e9v51nneryj9vps3deomkcqih&dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/scl/fo/6yriukvgvipt9v1p2ucii/h?rlkey=s0q7cvy12s6sur2vsqvqoesql&dl=0"
      }
  },
  {
      "slug": "limbic-sis",
      "title": "Limbic Sis",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "limbic sis is an innovative DJ pushing the boundaries of sound, celebrated for her captivating fusion of progressive house and entrancing acid vibes. With an innate talent for guiding listeners through a sonic odyssey, she seamlessly blends hypnotic beats, ethereal melodies, and pulsating rhythms to craft unforgettable experiences.\n\nThrough her enigmatic presence and genre-defying mixes, limbic sis beckons audiences to surrender to the magnetic allure of her transformative soundscapes, delivering a mantra of 'good vibes only' that resonates to the very core of your being. Prepare to transcend into new realms as you delve into the immersive world of the limbic system.\n\nAs co-founder of the Berlin-based FLINTA* collective and agency Layers, limbic sis has expanded her influence beyond the city's borders, gracing stages at esteemed events such as Lighthouse Festival (Croatia), Kaschemme (Basel), Weltspiele (Hannover), and IFZ (Leipzig).\n\nFrom renowned local venues like OHM, Watergate, to international stages, limbic sis continues to captivate audiences worldwide with her magnetic performances.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/limbicsis",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "http://soundcloud.com/limbic_sis"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "http://instagram.com/lil.piep"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=f3u8h7R8Gkw&pp=ygUKTGltYmljIFNpcw%3D%3D"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/scl/fo/3moram7h1eh6d48sl20yx/AKJLpta_g1AL7812EDWH4q0?rlkey=u5vm0hbl72ysqfwda2jb498j0&dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/scl/fo/rqpb27lgj7eobtzt1fx01/AIhPpbleWRI0t3wmBvPQAPs?rlkey=b12avbzfciuop9flyfqzs7ifr&dl=0"
      }
  },
  {
      "slug": "magda",
      "title": "Magda",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Magda's realm as an artist spans far beyond the typical role played by DJs and producers. \nWith an open mind, Magda will try her hand at whatever feels right: from producing high-quality Tequila to tech collaborations, fashion and art, Magda has created a truly unique, multifaceted expression of herself. \n\nBorn in Poland and raised in Detroit, Magda has soaked up the various characteristics of her surroundings, resulting in a widely-cultured perspective, tuned to see beauty and potential in the most derelict and depressed of places. \nAs a teenager partying in Detroit, it wasn't long until Magda was fully immersed in the city's underground scene. \nIn 1998, she was dropped straight into the deep end; she joined Minus and began touring the world as Richie Hawtin's opening DJ. \nWhilst this was a perfect platform for Magda to show off her talents and develop a fanbase, it brought with it the constraints of an established reputation. Magda was defined as a DJ under the Minus umbrella, but since has forged her own path. \n\nMagda's touring schedule is amongst the most high-profile and demanding around, with regular bookings at many of the world's very best house/techno clubs and festivals. She's proved herself as a consistent, adventurous and top-quality performer, with a knack for bringing tracks together in unexpected ways. \nAs well as notable accolades such as a BBC 1 Essential Mix and playing at Timewarp's live streamed 20th anniversary, Magda has been behind some stand-out commercial mixes. \n'She's A Dancing Machine', released in 2006 through Hawtin's label, was truly seminal. It intricately layered 70 tracks into 16 sections and displayed an almost unprecedented level of energy for a minimal DJ mix. \nShe was later invited to record a mix for Fabric esteemed CD series, and adopted a similar patchwork approach to brilliant effect. Her latest, two-disc mix compilation, out through the Balance series in February, gives equal measure to the experimental and club-focused aspects of her DJing. \nIncorporating music from the likes of Shackleton, Murat Tepeli and Marcel Dettmann, Magda takes the listener on a thrillingly unpredictable listen. \n\nThough solo Magda releases are relatively rare, there's no doubt her ability extends beyond the booth to the studio. \nIn the fall of 2010, Magda revealed her debut on Minus, 'From The Fallen Page'. \nIt combined her love for Italian horror composition, Detroit techno futurism and straight-forward dancefloor functionality into a quality body of work that still sounds fresh today. She has also remixed the likes of Plastikman and Depeche Mode. \n\nCollaboration has become a vital part of Magda's studio work. Cornerbred is the project she shares with partner Daniela Huerta. Offering a respite from normal DJ sets, it revels in avant-garde and real-life concepts, utilising a broad sound pallet and lending itself to live performance. \nThe pair have recorded mixes on Soundcloud and sites such as Oki-ni, the hour-long sessions covering a wide array of styles, sounds and periods, from 80s electro to more atonal works. \nDTR (Define The Relationship) is Magda's edits venture with Nyma, dedicated to 'reshaping, reintroducing and reviving early influences as a homage to the past, present and future'. So far, LL Cool J, Chaka Khan and Jody Watley have been under the DTR microscope with fascinating results. \n\nOn top of all this, Magda has proved herself as a label boss, running the long-standing and successful Items & Things imprint with Marc Houle and Troy Pierce. \nThe label thrives on the off-kilter and the uncommon, unearthing new artists and sounds that push boundaries. \nThirty releases in and Items & Things proudly count the likes of Jimmy Edgar and Rework amongst its roster. \n\nWith a new event series and much more in the works, 2015 is an exciting year for Magda and her fans. Her Maria Pascuala Tequila brand and design work also continue to open new avenues, each of them explored with the stamp of quality Magda has come to represent.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/magda",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/magda-official"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/magda_official"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=3KmYs_IlpKU&pp=ygUWeW95YWt1IGluc3RvcmUgc2Vzc2lvbg%3D%3D",
          "https://www.youtube.com/watch?v=2poRUrufoSA&pp=ygUIIk1hZ2RhICI%3D"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/sh/7mepzp9zhjm7yq2/AAC1u_2YaZvVzquvYf4S8lSya?dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/sh/zvrvc0nxygb3tu2/AADQS3qwEjUD1HBAwifGFHFSa?dl=0"
      }
  },
  {
      "slug": "maher-daniel",
      "title": "Maher Daniel",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "American born, Palestinian Dj Maher Daniel is no stranger to the international dance circuit. Starting his early humbling years as a resident at the infamous Stereo Montreal, his growth rapidly took off with a slew of heavy releases which set him up as well respected artist in the industry.\n\nAfter moving to Barcelona, Maher was able to continue his growth, with the launch of his record label The Other Side, allowing him to  build his repertoire even more.  The output created allowed him to work with some of the most prolific artist\nin the minimal house circuit, eventually leading him to work with the likes of (a:rpia:r) sound system Ricardo Villalobos to name a few. \n\nWith an ever growing catalogue of music and label showcases hosted world wide, Maher continues to push his career to higher grounds.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/maherdaniel",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/maher-daniel"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/maherdaniel"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=zwP7hlRBr8A",
          "https://www.youtube.com/watch?v=VJEsv3VyArw&pp=ygUPIk1haGVyIERhbmllbCAi"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/sh/jndk0l670ftac4o/AACcLBo6DUrlkNauouEuXb3aa?dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/sh/gfocbfqd7m470he/AABfCXqfF5PhgX7Y7bOhRbTda?dl=0"
      }
  },
  {
      "slug": "marite",
      "title": "Mari.te",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Caracas-born DJ and Tresydos label boss Mari.te is an evergrowing presence in the international music panorama. Since moving to Spain in 2018, the year she launched her record label and event series Tresydos, her talent and recognition for elegantly blending a full spectrum of house-infused underground dancefloor music has nothing but grown.\n\nAfter living in New York, where she fostered a close, collaborative relationship with the Resolute crew, Mari.te moved to Spain and kick-started Tresydos, the output for her musical vision and a platform aimed at collaboration with a broad spectrum of talents. Releasing music by friends and artists she admires on both vinyl and digital formats, Tresydos is the reflection of Mari.te’s dedication, discipline, and genuine love for dance music.\n\nMari.te’s reputation attracted the attention of the most noticeable venues and promoters worldwide in recent years, impacting every city she visits with her humble and charismatic presence and an excitingly danceable, often light-hearted, consistently careful curation of records.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/marite",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/mari_te?utm_source=clipboard&utm_medium=text&utm_campaign=social_sharing"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/_mari.te/?hl=en"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=l2UcVKec6fk&pp=ygUHTWFyaS50ZQ%3D%3D",
          "https://www.youtube.com/watch?v=NQnO2rbYsZc&pp=ygUHTWFyaS50ZQ%3D%3D"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/scl/fo/gfum2jdlom33cojswvq4u/AEsNzXA-E_F2ggGSN4Pvmhg?rlkey=6mrb2at8859vdsp5ao8wzgtqz&st=3h35xwlz&dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/scl/fo/e1f1lhqb4pvzzk3g7t2ka/AF4USOSlxaVj5eo0Sr6c0cw?rlkey=icu9jxuqkt01qjdp7ts5rmg0s&st=z5o3z8wt&dl=0"
      }
  },
  {
      "slug": "maxime-db",
      "title": "Maxime dB",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Maxime dB, a prominent figure in the vibrant Parisian music scene, is not only a passionate vinyl collector but also a versatile DJ renowned for his seamless fusion of funk, electro, techno, and house in his dynamic sets.\n\nHailing from Paris, Maxime's musical odyssey has been enriched by his globetrotting escapades, shaping his soulful interpretation of music. From his early days of classical piano training to the curation of his diverse vinyl collection, music has always been his driving force.\n\nWith over 13 years of experience under his belt, Maxime has refined his signature style—a captivating blend of contemporary sophistication intertwined with nostalgic beats from the 80s and 90s.\n\nIn 2022, Maxime unveiled AirFunk  his brainchild encapsulating his musical philosophy—a fusion of electronic beats with hints of Pop, French touch, and influences from the 2000s electro scene. His electrifying performances have graced stages across the globe, captivating audiences at renowned clubs and festivals alike.\n\nMoreover, Maxime ventured into music production in 2020, marking his debut with a release on Rings of Neptune. More recently, he garnered acclaim with his renowned \"Tribute to Malibu\" and other releases on AirFunk, Velvet Spirit, Pager records, featuring collaborations with Aline Umber.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/maximedb",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/maximedb?utm_source=clipboard&utm_medium=text&utm_campaign=social_sharing"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/maximedb___"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=RR0fQDjnT8I&pp=ygUWeW95YWt1IGluc3RvcmUgc2Vzc2lvbg%3D%3D",
          "https://www.youtube.com/watch?v=S2GO3eDoi5k&pp=ygUJTWF4aW1lIGRC"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/scl/fo/4crmhjrwan66mw24zpkaf/AAYR4iEL1w1AEeo5wyE8n3s?rlkey=17theki921rep9t5rm3f4q0ri&st=nxurj0rj&dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/scl/fo/avgryc5fns1bp7dzxzn6s/AALND9UfmTrdtc0d9ylC6mk?rlkey=7iin716isbnbyi44agg1e3yx1&st=0muo48bs&dl=0"
      }
  },
  {
      "slug": "monile",
      "title": "Monile",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "From her earliest days, Monile was drawn to electronic music through her older brother; a House, 90’s dance and techno record collector.\nHer roots originate from a combination of classic music she used to express playing piano, 90’s hip hop, Soul with a touch of jazz and disco. \n\nOn her quest for growth, she is always exploring different genres. \nHer music reflects a rhythmic compassion for deep grooves and enchanting bass lines all-encompassing a wide range of electronic music styles from old school Chicago house and minimal techno to UK breakbeats and Detroit Electro.\n\nWith her broad musical background, her productions and dj-sets incorporate the deep and dub-influenced sound she loves, whilst retaining the driving funk of her musical past. \n\nHer love for music is an endless journey to share with the world.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://www.residentadvisor.net/dj/monile",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/monilemusic"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/monile.music/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=lCnXJIt4-jw&pp=ygUGTW9uaWxl"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/scl/fo/4oz7re0zdae4b82wi1aj3/AIevRfe8N47gysiwff36arE?rlkey=buud59skt3loypsak2lys6pib&st=r39k6jrp&dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/scl/fo/ldmkpo4pamrdyohcn7ymk/AAB1DSt6e_hmzeGTtOtBALc?rlkey=8isgeegasjgsvowskf38n73ao&st=grpmowm6&dl=0"
      }
  },
  {
      "slug": "nate-su",
      "title": "Nate S.U.",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Foreword: \n\nAfter losing his hair at a younger than socially acceptable age, Nate laid his head on the pillow in acceptance, a single tear rolling down his youthful cheek. That night, he was visited by the godmother of all things creative. As she stroked his smooth scalp she whispered into his ear a revelation that would forever change his path - 'Make beautiful music and throw parties for all the people to enjoy'.\nWhen Nate awoke the next morning, he saw his future clearly. After countless lonely hours in his dark bedroom cocoon, he would emerge once more into the world - a musical butterfly. This is his story.\n\nThe Nuts & Bolts:\n\nA product of Australia's emerging house music scene, Nate is a creative in the purest sense of the word - DJ, Producer, Designer, Dancer, and a natural in the booth.\nCo-founder and head of A&R at ‘Conspiracy’, Nate's individual sound and colourful identity have laid the foundations for the platform to become one of Australia's leading record labels with an impressive list of sold out parties to accompany the title.\nNate also heads up his own self-release label and event ‘When Dogs Fly’ plus the intimate ‘Tensions’ parties, all based in Barcelona where he now resides.\nFor Nate, his vision is simple: to keep listeners on the edge of their seat with each new body of work; and to deliver said works with a genuine love and energy.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://fr.ra.co/dj/natesu-au",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/nate_su"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/nate.su/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=0m4pnWqcocg",
          "https://www.youtube.com/watch?v=rgzfdNJ2sk8"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/scl/fo/0tr4hkr7ktljf3fj5i3dc/APtJF_ZX5fuYSeAsm3u32MY?rlkey=smvl571oup1tbkbbzigkikwke&st=wsk7wt8h&dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/scl/fo/yd4qm6fk6wcxckanevwps/APyFamz7Q3bPw0D2hL4Kcbc?rlkey=r4pc2axhg7dggqgsoamhlxlea&st=1pr4lzqg&dl=0"
      }
  },
  {
      "slug": "obee",
      "title": "O.BEE",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Known for dancing in between different genres and styles, juggling the tradition and the avant-garde, O.BEE generates obscure yet familiar sonic landscapes, in a signature style that reflects his own musical identity; optimistic yet rebellious and filled by passion. \nLiberating the dance floor from the accustomed rules and stepping away from functional expectations, he instead cultivates musical trips for both the dancer and the listener. Juxtaposing the stimulating environments of both a intense rave and a concert hall. \n\nAs a regular in his hometown Istanbul, and in his current base New York, where he completed his studies in Contemporary Music in the New School and continues to develop his refined take on\u2028dance music, O.BEE has built up an arsenal of gems through countless hours of digging. \nHis ability to seamlessly to put together music that would not necessarily be correlated with one another has allowed him to receive acclaim and gain respect from the most serious heads to the most naive dancers as he continues to expand the borders of his undefinable sound.\n\nAfter bouncing around parties for several years he joined the ReSolute family, a new home, where he has had the honors of hosting and accompanying many artists, such as Zip, Chez Damier, Sonja Moonear, Thomas Melchior, Fumiya Tanaka, a:pria:r, that have been true inspirations for him. \nRecent years have seen him travel beyond the horizons of the big apple, returning to Istanbul for Suma Beach, MU and minimuzikhol, also taking on days and nights at Unleash and Colors in London, Hoppetosse, Tresor, CDV, Salon zur Wilden Renate and Heidegluhen in Berlin, Rex Club and Sundae in Paris, Macarena Club in Barcelona, to name a few. \nWhile also finding a place for himself in accomplished festivals such as Comunite Festival in Mexico, Polifonic in Italy, Chillout and Big Burn Festivals in Turkey, UVA Festival in Spain and Okeechobee in America, sharing his unique record collection with the world, on the bill with visionaries such as Mulatu Astatke, Ambiq and Thievery Corporation. \nIn October 2017 he was invited to perform alongside other Turkish artists in Boiler Room’s Istanbul special, closing out the session after an array of wide acts and DJ sets.\n\nO.BEE's evocative and sophisticated approach to his sets is also reflected in his own music. He has been working hard in and out of the studio with his partner, Rona Budak, on their project “Enstantane”, which functions as both a record label and an multi-disciplinary artist collective. Enstantane 001 is to be released in the second half of 2018, along with an event series and the subscription based website enstantane.io",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/o.bee",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/o-bee"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/libremo/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=npkXteboCf8&pp=ygUWeW95YWt1IGluc3RvcmUgc2Vzc2lvbg%3D%3D",
          "https://www.youtube.com/watch?v=oeCqC2HQubI&pp=ygUFTy5CRUU%3D"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/sh/hs4j5a068l1ljs7/AAAOemzcxQ5N5B2afxt3Qq6oa?dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/sh/nft1teirrbtd411/AABTklPWqSUC-i7_0x3Tl61qa?dl=0"
      }
  },
  {
      "slug": "rakim-under",
      "title": "Rakim Under",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Rakim Under, also known as Karim, grew up in Memphis and Spain, with Lebanese-Chileanroots. \n\nBeing immersed in many cultures from a young age, each with its own unique and local sounds, has heavily shaped his taste for various styles of music and the blends in between.\nLiving in London for more than 10 years has deepened his obsession with electronic music and the melting pot of sounds the city offers.There’s never an end to the search for diverse sounds, from playing obscure unarchived tunes to dance floor selections–a true digger at heart where genre has no limit. Karim’s radio mix shows can be heard on NTS Radio, MuddShow, Radio Alhara and Planet Trip Recordings. He has releases on Make A Dance (M.A.D)and Karnak On Acid. He alongside David Triana founded Soursopp, a London based party that pushes community driven events.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://fr.ra.co/dj/rakimunder",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/rakimunder"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/rakimunder/?hl=en"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=MbRjR4TGdUo&pp=ygUOIlJha2ltIFVuZGVyICLSBwkJfgkBhyohjO8%3D",
          "https://www.youtube.com/watch?v=Kl-pufiGhD0"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/scl/fo/3e7pj7ok8ley1efov80jn/AB7Dm-AYazuJSqAoeoRDtk4?rlkey=d1kh8w4whijxne9kya9iwni21&st=jw51cpiv&dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/scl/fo/grtetf66pxnogrd5ctsmh/AOMb0W_U_zNIm6HT8uOr9vQ?rlkey=sjq8tbuzxtq5jy502nm5kw8nt&e=3&st=zfwr1sfk&dl=0"
      }
  },
  {
      "slug": "satoshi-tomiie",
      "title": "Satoshi Tomiie",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Satoshi Tomiie has been a pioneering and driving force within the global electronic music community since the early days of house music.\n\nNow, decades after his ‘Tears’ alongside Frankie Knuckles, the Japanese born, NewYork based DJ, producer, remixer and label boss is still regular feature in the sets of many of today’s underground elite.\n\nA student of jazz and classical piano, Satoshi is musically adept and accomplished producer who constantly evolved how he works.\n\nExperimenting with anew all hardware live setup which sees him bring the machines he loves out of the studio and perform improvisation live at clubs and festivals.\n\nRegularly DJing clubs such as DC10, Rex and fromSouth America to Tokyo while releasing music on his own Abstract Architecture as well as the labels such asA_A, Yoyaku, Phonogramme, Chapelle XIV, Kaoz Theory etc..\n\nSatoshi is as relevant as ever and continues to make waves throughout the electronic music community as only he knows how.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/satoshitomiie",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/satoshitomiie"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.facebook.com/satoshi.tomiie.dj"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=AQKqVZLBiFY",
          "https://www.youtube.com/watch?v=yM2kEQtiWgE"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/sh/brqgh0akm3gmwmn/AACWnuzcFY_esxzQZmnatHeBa?dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/sh/8vyd0lk9m1h8bl3/AADH7cK504UTDUMemK5p8JpMa?dl=0"
      }
  },
  {
      "slug": "shaked",
      "title": "Shakèd",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Unorthodox, Unpredictable, Unpolished: A Sonic Alchemist\n\nShakèd is an artist who doesn't just make music; he defies convention and revels in the unpolished edges of his sonic creations.\n\nOver the past decade, he has delved deep into the intricate worlds of drum techniques and sound design. Rather than being constrained by the rules, he learned them inside out, only to push them to their limits.\n\nThe outcome? Shakèd (sjaa·ked).\n\nA name that resonates with the harmony between drifting house and minimal sounds. From music production to Dj and Live sets, Shakèd's music is unpolished, raw, and pulsating with life. It defies conventional genre labels, offering an unpredictable journey through the sonic landscape.\nHis live performances are nothing short of enchanting, where his infectious energy becomes an irresistible force that beckons you to join him on a musical adventure. The mystery behind the face with his signature head-banging hair only adds to the allure of Shakèd.\n\nFinally, he is not only a musical maverick but also the creative mastermind behind the mesmerizing soundscape at the Yellow House. His remarkable programming choices and innate understanding of what moves the crowd have solidified Yellow House as a must-visit destination for most of the DJ around the globe.\n\nWith Shakèd, you're not just entering a world of unorthodox music but embracing the uncharted, unpredictable, and unpolished edges of music.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/shaked-nl",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/shakedmusic"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/shakedmusic/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=PeLxcHCf7OM",
          "https://www.youtube.com/watch?v=WtdFmbmVFe8"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/scl/fi/ptl18gd6xsw0i75b4g993/Shak-d-Tech-Hospo-Rider-2023-Interwave-2.pdf?rlkey=tozqqmaq64let6lfov9q4ns7m&dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/sh/acgu3jtchgzpdyb/AACUWfU4cnXUXDuI_j7KObmKa?dl=0"
      }
  },
  {
      "slug": "tomas-station",
      "title": "Tomas Station",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Growing up between Bogotá and Chicago, Tomás experienced at an early age a clash of cultures and sounds that would open doors to a lifelong musical obsession.\nHe received formal music training during his youth, playing both piano and drums, and participated in several bands ranging in styles from Hardcore Punk toJazz. \n\nDuring a summer visit to Chicago during his teenage years he stumbled\nacross the legendary Gramaphone Records and discovered a world that\nwould change everything for him. \nUpon returning to Colombia, dreaming of drum machines and synthetizers, he formed Downpitch Recordings along side label mates Dorado and Bruno Anthony.  \nThe label served as a platform for their sonic development and experimentation while allowing them top reserve the vinyl tradition-and quality-over-quantity ethos that seemed to be absent in the local scene at that time.  \nDeeply rooted in House, but with an outsider approach, Downpitch would also establish cultural bridges between cities, and by working hand in hand with their Chicago and Detroit precursors, contribute to what some refer to as a recent dance music renaissance in Colombia. \nFor the past few years Tomás has kept on the move, constantly searching for new sounds and experiences, rapidly building a reputation for himself as an exciting up-and-coming talent.  \nHis productions on labels such as Daily session NY, Descendants Of The Deep, Moody Recordings and Future Funktion have captivated the likes of Danny Krivit, Raresh, Magda and Douglas Sherman (The Loft), to name a few, while his electrifyingly unpredictable taste as a DJ and curator has earned him more than one spot at the decks alongside some of the most respected selectors and DJ’s around. \nWhile living in NY he worked as music buyer for Halcyon The Shop and as booker and resident for Kolekti and Zodiac Social, hosting parties with Soul In The Hole (Sadar Bahar & Lee Collins), Metro Area & Mark Grusane, amongst many others. \nHe recently returned to Brooklyn after some years on the road to work on his most recent endeavours which include Jigit, a record label and collective alongside Turkish DJ and producer O.BEE and visual artist Asli Tunaman that released his debut EP under the Irie Nation moniker and to consolidate his long time friendship with the ReSolute party and agency where he will be joining the roster and acting as one of the resident DJ’s.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/tomasstation",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/tomasstation"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/tomasstation/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=PetQjSdKPzY&pp=ygUWeW95YWt1IGluc3RvcmUgc2Vzc2lvbg%3D%3D",
          "https://www.youtube.com/watch?v=oFdJxcQVc8Y&pp=ygUNVG9tYXMgU3RhdGlvbg%3D%3D"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/sh/31gwk3ax2zisipc/AADiYAZqMqrVkTtPz9DPWnTOa?dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/sh/v38qg0cihkzholk/AACor6aq1HRdtBrEPjI_qATCa?dl=0"
      }
  },
  {
      "slug": "tomoki-tamura",
      "title": "Tomoki Tamura",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Tomoki Tamura is a DJ and producer hailing from Osaka, Japan. Deeply influenced by the soulful roots of US house music, he made a name for himself in the 2000s, performing at Osaka’s leading clubs. \n\nIn 2004, Tamura moved to London, where he launched his iconic event series, Holic. His talent quickly earned him recognition at renowned venues like Fabric and Ministry of Sound. In 2012, he founded the label Holic Trax, solidifying his reputation as a key figure in London’s underground music scene.\n\nCelebrating the label’s 5th anniversary in 2017, Tamura released three standout EPs in collaboration with industry legends like Satoshi Tomiie, Mr. G, and Tuccillo. He also formed the duo Doublet with Tuccillo and launched a new label to release their own productions. Records such as 101 and 202 became instant sell-outs, highlighting his wide appeal. Over the years, Tamura has released more than 50 records, including work under sub- labels like Boothoic, Monoklo, and TomTamClub, showcasing his relentless creativity. \n\nNow based in Berlin, Tamura continues to electrify dance floors around the globe. Beyond his club sets, he explores diverse musical landscapes under the alias A Time Traveller, curating Listening Sets that blend jazz, ambient, and downtempo sounds. Off the decks, he’s also a passionate tennis player, still showcasing his athleticism on the court.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://fr.ra.co/dj/tomokitamura",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/tomoki-tamura"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/tomoooooki__tamura/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=3CCFIMrPpDY",
          "https://www.youtube.com/watch?v=hoJiNZPRzEg"
      ],
      "tech_rider": "2 technics x 2 CDJ2000",
      "press_kit": {
          "https": "//www.dropbox.com/scl/fo/cqaxtbm0k9pmx83hhhnr3/AMiIgWt4sEDmTcbekqpbzew?rlkey=l8x8fnmxcb4r33oo96p6waq97&st=pdh5frkg&dl=0"
      }
  },
  {
      "slug": "woddd",
      "title": "Woddd",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Woddd, a sonic explorer entrenched in the heart of the capital for nearly ten years, stands as the esteemed curator of the renowned Yoyaku record store, a venture he co-founded and nurtured into existence nestled amidst the vibrant landscape of Belleville. \n\nHis discerning prowess as a crate digger has extended to his recent endeavors at Chapelle XIV, an emerging multicultural hub in the heart of Paris.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/woddd-fr",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/woddd"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/woddd_stock/"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=_fcSiIr5x_k&pp=ygUWeW95YWt1IGluc3RvcmUgc2Vzc2lvbg%3D%3D"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/scl/fo/e5f5liy5xz6aao8noxnj8/h?rlkey=40mql6dc87u1tpgryup23ewt8&dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/scl/fo/lzatjjl7ekbfh2lnxijmo/h?rlkey=esa6ahxyl7jzxcbrisj6dl189&dl=0"
      }
  },
  {
      "slug": "zeina",
      "title": "Zeina",
      "territory": "Worldwide",
      "act": "DJ",
      "bio": "Warm, open and grounded, Cairo based dj/ producer, Zeina makes music that is as expressive and creative as she is.\n\nWith a slow but steady commitment to building community around music, Zeina has spent the past 10 years between Canada, Cairo and Berlin. A regular at intimate spaces like Club der Visionäre has shaped and fuelled her exploration of the vast space where house and techno meet.\n\nCurrently floating between Cairo and Berlin, she's set on building a place for female electronic musicians with her 'Unfamiliar' night- aiming to cross-pollinate talent and influences from both cities.",
      "contact_email": "booking@interwave.live",
      "resident_advisor": "https://ra.co/dj/zeina",
      "social": [
          {
              "id": "soundcloud",
              "name": "Soundcloud",
              "url": "https://soundcloud.com/zeina"
          },
          {
              "id": "instagram",
              "name": "Instagram",
              "url": "https://www.instagram.com/______zeina/?hl=en"
          }
      ],
      "links": [
          "https://www.youtube.com/watch?v=i3BLXxl9maA&pp=ygUIWmVpbmEgZGo%3D"
      ],
      "tech_rider": {
          "https": "//www.dropbox.com/scl/fo/3sutza28iceh0vvkk3wqp/AF8k8fWkoVDpPVrSk2sOsCY?rlkey=dwgnil8iz0a0our4dww36dzsw&st=knpctynt&dl=0"
      },
      "press_kit": {
          "https": "//www.dropbox.com/scl/fo/xv3ftdigcminhrf8l5dl4/h?rlkey=uos0iiid3ipnnfalokndd8p9q&st=nxkbqsvu&dl=0"
      }
  }
]